[
  {
    "comment": "I own a few of these shirts and overall I like them. They run very large, so I'd recommend going down one if not two sizes. I took off a star because of the way the sleeves fit. The body of the shirt is huge, but the sleeves run short and the wrist openings are very narrow. It's not comfortable for me to wear the shirt with the sleeves down. I only wear it with with rolled up. I should note that I'm short, so I have no idea how an average or tall woman would manage with these sleeves. It's a very odd design choice for an oversized garment.",
    "scores": {
      "quality": 0.75,
      "comfort": 0.4,
      "aesthetics": 0.6,
      "softness": 0.5
    }
  },
  {
    "comment": "Cozy",
    "scores": {
      "quality": 0.5,
      "comfort": 0.9,
      "aesthetics": 0.5,
      "softness": 0.8
    }
  },
  {
    "comment": "Fabric and color are great but shirt runs very large/boxy. Ordered a size down and still very big.",
    "scores": {
      "quality": 0.7,
      "comfort": 0.6,
      "aesthetics": 0.5,
      "softness": 0.7
    }
  },
  {
    "comment": "Nice fabric and fit",
    "scores": {
      "quality": 0.8,
      "comfort": 0.8,
      "aesthetics": 0.8,
      "softness": 0.8
    }
  },
  {
    "comment": "#sweepstakes\nI love this shirt!! It's so comfortable and the colors are so cute. I would highly recommend. It fits true to size!",
    "scores": {
      "quality": 0.9,
      "comfort": 1.0,
      "aesthetics": 0.9,
      "softness": 0.9
    }
  },
  {
    "comment": "Love it. It big. Roomy. Runs large. Size down for a tighter look. I wear it open with t shirt or tank under or over a casual dress.",
    "scores": {
      "quality": 0.8,
      "comfort": 0.7,
      "aesthetics": 0.7,
      "softness": 0.7
    }
  },
  {
    "comment": "I love the lightweight cotton for hot and humid weather. The style is simple and the size , tall and large meets my expectations. The color is rich .",
    "scores": {
      "quality": 0.8,
      "comfort": 0.9,
      "aesthetics": 0.8,
      "softness": 0.8
    }
  },
  {
    "comment": "The organic cotton and the dramatic color distinguishes this big shirt. Good, versatile piece if you are planning on covering up a lot this summer. Go one size down. #sweepstakes",
    "scores": {
      "quality": 0.8,
      "comfort": 0.7,
      "aesthetics": 0.8,
      "softness": 0.9
    }
  },
  {
    "comment": "Love the cool and crisp feel of this 100% organic cotton shirt. Great classic blue/white stripes. I sized down to XS petite as the S petite was a bit too boxy looking. Material feels so nice and love the style. Excited to wear this for work and on weekends casually.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.8,
      "aesthetics": 0.9,
      "softness": 1.0
    }
  },
  {
    "comment": "#sweepstakes\nI love this shirt so much! It's so comfortable and easy to wear. I love the pink and red color combo!",
    "scores": {
      "quality": 0.9,
      "comfort": 1.0,
      "aesthetics": 0.9,
      "softness": 0.9
    }
  },
  {
    "comment": "The shirt has a very loose fit. The colors are beautiful. Great summer shirt.",
    "scores": {
      "quality": 0.7,
      "comfort": 0.8,
      "aesthetics": 0.9,
      "softness": 0.7
    }
  },
  {
    "comment": "Nice shirt. Runs a bit large",
    "scores": {
      "quality": 0.7,
      "comfort": 0.7,
      "aesthetics": 0.7,
      "softness": 0.7
    }
  },
  {
    "comment": "Material is not soft. When they say its big, well its definitely big. Had to return xsmall. Color was nice.",
    "scores": {
      "quality": 0.3,
      "comfort": 0.2,
      "aesthetics": 0.5,
      "softness": 0.2
    },
    "analysis": "客户对材料的柔软度不满意，衬衫过大导致退货，但颜色令人满意。"
  },
  {
    "comment": "Absolutely love this shirt! I got so many compliments when I wore it!! The colors are so vibrant.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户对衬衫非常满意，收到许多赞美，颜色鲜艳吸引人。"
  },
  {
    "comment": "Fits like a dream - the perfect summer shirt - cool cotton - I got every color !",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户认为衬衫非常合身，是完美的夏季衬衫，棉质凉爽，因此购买了所有颜色。"
  },
  {
    "comment": "This shirt is comfortable. It runs big so size down. I usually wear a medium but was able to buy a XS since the arms are spacious. I have thick arms but a smaller waist and bust so it's rare to be able to find a shirt that fits my arms but isn't too large for the rest of my body.",
    "scores": {
      "quality": 0.7,
      "comfort": 0.8,
      "aesthetics": 0.6,
      "softness": 0.7
    },
    "analysis": "客户认为衬衫舒适，但尺码偏大建议选购小一号，特别是对于手臂较粗但其他部位较小的身形。"
  },
  {
    "comment": "It's a great oversized shirt. It looks cute tucked in with some wide legged pants.",
    "scores": {
      "quality": 0.8,
      "comfort": 0.7,
      "aesthetics": 0.9,
      "softness": 0.7
    },
    "analysis": "客户认为这是一件很好的超大号衬衫，塞进宽腿裤里穿很可爱。"
  },
  {
    "comment": "I love this shirt and it pairs well with my red High rise 70's Flare Jeans!!",
    "scores": {
      "quality": 0.9,
      "comfort": 0.8,
      "aesthetics": 0.9,
      "softness": 0.8
    },
    "analysis": "客户喜欢这件衬衫，它与红色高腰70年代喇叭裤搭配得很好。"
  },
  {
    "comment": "Great look great fit\n#sweepstakes",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户对外观和合身度非常满意。"
  },
  {
    "comment": "Fits well, returning it because the white is see-through, and I can't wear it with black pants.",
    "scores": {
      "quality": 0.5,
      "comfort": 0.7,
      "aesthetics": 0.6,
      "softness": 0.5
    },
    "analysis": "客户认为衬衫合身，但由于白色透明无法与黑色裤子搭配而选择退货。"
  },
  {
    "comment": "Very nice i love it, material as described very soft ,",
    "scores": {
      "quality": 0.9,
      "comfort": 0.9,
      "aesthetics": 0.9,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢这件衬衫，认为材料非常柔软，与描述相符。"
  },
  {
    "comment": "A beautifully constructed crisp cotton white shirt. A little too big so I had to exchange. I say size down at least one or (as in my case) two sizes.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.6,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "客户认为这件白色衬衫制作精美，只是尺码稍大需要更换，建议选购小一或两个尺码。"
  },
  {
    "comment": "It's a nice quality shirt but I don't like the fit. It runs huge and balloons at the back.",
    "scores": {
      "quality": 0.8,
      "comfort": 0.4,
      "aesthetics": 0.5,
      "softness": 0.7
    },
    "analysis": "客户认为衬衫质量不错，但不喜欢其过大的剪裁和背部的气球效果。"
  },
  {
    "comment": "I love this shirt. It's so soft and comfortable and I love the length.",
    "scores": {
      "quality": 0.9,
      "comfort": 1.0,
      "aesthetics": 0.9,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢这件衬衫，认为它柔软舒适，并且喜欢其长度。"
  },
  {
    "comment": "Size down one or two sizes, still oversized. Love the fun colors, will be great as cover up when I tire of it as a blouse",
    "scores": {
      "quality": 0.8,
      "comfort": 0.7,
      "aesthetics": 0.9,
      "softness": 0.7
    },
    "analysis": "客户建议选购小一或两个尺码，尽管仍然偏大，但喜欢有趣的颜色，并认为作为外搭衬衫会很不错。"
  },
  {
    "comment": "nice loose fit, versatile with other outfits",
    "scores": {
      "quality": 0.7,
      "comfort": 0.8,
      "aesthetics": 0.7,
      "softness": 0.7
    },
    "analysis": "客户认为衬衫宽松合身，易于搭配不同的服装。"
  },
  {
    "comment": "I love it!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢这件衬衫。"
  },
  {
    "comment": "I purchased this shirt as a more polished basic piece. It's comfortable and classic. I was pleasantly surprised that the cotton looks relatively crisp after washing and drying. I'm glad I don't have to iron it for casual wear.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.9,
      "aesthetics": 0.8,
      "softness": 0.7
    },
    "analysis": "客户认为衬衫是舒适且经典的基础款，对洗涤后的整洁外观感到惊喜，认为不需要熨烫适合休闲穿着。"
  },
  {
    "comment": "Love the material and quality. Beautiful shirt :)",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户喜爱衬衫的材质和质量，认为是一件漂亮的衬衫。"
  },
  {
    "comment": "Great material runs a bit large so will be exchanging for a smaller size. But a great shirt.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.7,
      "aesthetics": 0.8,
      "softness": 0.8
    },
    "analysis": "客户认为衬衫材料很棒，只是尺码稍大需要更换，总体上是一件很好的衬衫。"
  },
  {
    "comment": "Loved it!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢这件衬衫。"
  },
  {
    "comment": "Awesome shirt to go with jeans or wear out over leggings!! Not hot like some thick Cotton materials!",
    "scores": {
      "quality": 0.9,
      "comfort": 0.9,
      "aesthetics": 0.9,
      "softness": 0.8
    },
    "analysis": "客户认为这是一件极好的衬衫，适合搭配牛仔裤或穿在紧身裤外面，不像一些厚重的棉质材料那样热。"
  },
  {
    "comment": "Love these shirts. Great material, nice color, and exactly the oversized look I want.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.8,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "客户喜欢这些衬衫，认为材质好，颜色漂亮，正是他们想要的宽松款式。"
  },
  {
    "comment": "I sized down one size but was still too large",
    "scores": {
      "quality": 0.5,
      "comfort": 0.3,
      "aesthetics": 0.4,
      "softness": 0.5
    },
    "analysis": "尽管客户选择了小一号的尺码，但衬衫仍然过大。"
  },
  {
    "comment": "I purchase this in a small tall and it is perfect for me. I am 5'10\" and I love the length. It is definitely oversized but it looks like it is supposed to be rather than looking too big. The fabric is really nice. It has a somewhat crisp feel but soft enough to be comfortable. This will definitely be a spring and summer staple and I will purchase another color.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户购买了小号加长版，对他们来说非常合适，喜欢衬衫的长度和宽松款式，面料很好，有些许爽脆感但又足够柔软舒适，将成为春夏必备，计划购买其他颜色。"
  },
  {
    "comment": "Good quality",
    "scores": {
      "quality": 1.0,
      "comfort": 0.7,
      "aesthetics": 0.7,
      "softness": 0.7
    },
    "analysis": "客户认为衬衫质量好。"
  },
  {
    "comment": "This shirt is great it's me I would recommend it but I don't want everybody to have lol it's a very good buy and the price was wonderful What makes the shirt the best is that it has different colors and you can put it together with almost anything Awesome shirt !!!",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户非常喜欢这件衬衫，认为它非常适合自己，会推荐给他人，但不希望每个人都拥有。价格很棒，衬衫有多种颜色，容易搭配，是一件很棒的衬衫。"
  },
  {
    "comment": "oversized but cute",
    "scores": {
      "quality": 0.7,
      "comfort": 0.7,
      "aesthetics": 0.8,
      "softness": 0.7
    },
    "analysis": "客户认为衬衫虽然宽松但很可爱。"
  },
  {
    "comment": "Normally a size medium but the small fits perfect for over size. Love the organic cotton. Lots of coverage from the summer sun when needed. #sweepstakes",
    "scores": {
      "quality": 0.8,
      "comfort": 0.9,
      "aesthetics": 0.7,
      "softness": 0.9
    },
    "analysis": "客户通常穿中号，但发现小号对于宽松款式来说非常合适。喜欢有机棉材质，夏天可以提供很好的防晒效果。"
  },
  {
    "comment": "Love the rich navy color it's a fairly heavy cotton. Will wear layering.",
    "scores": {
      "quality": 0.7,
      "comfort": 0.6,
      "aesthetics": 0.8,
      "softness": 0.5
    },
    "analysis": "客户喜欢浓郁的海军蓝颜色，认为棉质较重，适合分层穿着。"
  },
  {
    "comment": "Found in clearance area. Cute rainbow- pastel dotted print. It is pretty ample in room in the back. Probably will wear open with a tank top. Or tie in front.",
    "scores": {
      "quality": 0.7,
      "comfort": 0.8,
      "aesthetics": 0.9,
      "softness": 0.7
    },
    "analysis": "客户在清仓区发现的，带有彩虹-粉彩色点印花，背部空间充足。可能会敞开穿或在前面打结。"
  },
  {
    "comment": "Finally found the polka dot shirt that will look great under my sweaters or over a T-shirt! Based on other recommendations I purchased a size L even though I sometimes take XL!",
    "scores": {
      "quality": 0.8,
      "comfort": 0.8,
      "aesthetics": 0.9,
      "softness": 0.7
    },
    "analysis": "客户终于找到了这件波点衬衫，认为它穿在毛衣下面或T恤上面都会很好看。基于其他推荐，即使有时穿XL，也购买了L号。"
  },
  {
    "comment": "Lovely shirt.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户认为这是一件可爱的衬衫。"
  },
  {
    "comment": "I love a good cotton shirt and try to buy a lot of these versatile pieces to round out my wardrobe. They work with every type of bottom and never go out of style. I was surprised at the heaviness of this model, though. It's fairly thick, but I am okay with that, living in a state that has four seasons. If it were softer, it would have gotten five stars, particular for the use of what might be considered color that clash (red and pink). Tye Gap knew what they were doing when they made a no-go-with a must go-with palette!",
    "scores": {
      "quality": 0.9,
      "comfort": 0.8,
      "aesthetics": 0.9,
      "softness": 0.6
    },
    "analysis": "客户喜欢好的棉质衬衫，并尝试购买这些多功能的单品来完善他们的衣橱。它们与各种下装搭配，永不过时。尽管对这款衬衫的厚重感到惊讶，但鉴于居住在四季分明的州，客户对此表示接受。如果更柔软，会得到五星评价，特别是考虑到被认为是冲突的颜色（红色和粉色）的使用。"
  },
  {
    "comment": "Tailored, dressy look. Crisp and pressed.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.8,
      "aesthetics": 1.0,
      "softness": 0.7
    },
    "analysis": "客户认为衬衫剪裁得体，看起来正式、清爽且平整。"
  },
  {
    "comment": "The shirt itself is nice, but had to return it, it was huge, ordered a size xsmall and I was still swimming in it, no xxsmall available for exchange :(",
    "scores": {
      "quality": 0.7,
      "comfort": 0.3,
      "aesthetics": 0.6,
      "softness": 0.7
    },
    "analysis": "客户认为衬衫本身很好，但因为太大而不得不退货，即使订购了XS号，仍然感觉过大，没有XXS号可供更换。"
  },
  {
    "comment": "Beautiful shirt! I got many compliments.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户认为衬衫很漂亮，收到了许多称赞。"
  },
  {
    "comment": "The Organic Cotton Big Shirt is my new favorite shirt. So much so that I have it in 4 colors! I'm 5'7 125lbs and wear a medium and it fits me perfectly… I like it to fit a bit loose and baggy. Highly recommend!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢有机棉大号衬衫，已经收集了4种颜色。身高5'7''，体重125磅，穿中号非常合身，喜欢宽松款式，强烈推荐。"
  },
  {
    "comment": "I love the colour and pattern of this shirt. The sizing is really off though. I should have gone down 2 sizes instead of one. The medium is huge.",
    "scores": {
      "quality": 0.8,
      "comfort": 0.5,
      "aesthetics": 1.0,
      "softness": 0.7
    },
    "analysis": "客户喜欢衬衫的颜色和图案，但指出尺码偏大，本应选择小两个尺码而不是一个，中号非常大。"
  },
  {
    "comment": "Love the quality of the material - does run on the bigger side so if you want a less boxy appearance, I recommend sizing down",
    "scores": {
      "quality": 1.0,
      "comfort": 0.8,
      "aesthetics": 0.8,
      "softness": 0.9
    },
    "analysis": "客户喜欢材料的质量，提到衬衫偏大，如果想要不那么宽松的外观，建议选择小一号。"
  },
  {
    "comment": "I have purchased several versions of the big shirt, and I love them all. I wore this one with jeans and the white Modern Tank. The blue is a perfect shade and the blue and white stripes look crisp and fresh. Thank you Gap for making these classic shirts in a full range of sizes. This style is definitely a keeper.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户购买了几个版本的大号衬衫，并且都喜欢。搭配牛仔裤和白色现代背心穿着，蓝色是完美的色调，蓝白条纹看起来清爽新鲜。感谢Gap制作了各种尺寸的经典衬衫，这种款式绝对值得保留。"
  },
  {
    "comment": "The orange and pink shirt is dazzling and well-constructed. It is a true oversized shirt, so you may want to size down if you are not wearing it as an outer layer.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "客户认为橙色和粉色衬衫耀眼且制作精良。这是一件真正的超大号衬衫，如果不作为外层穿着，可能需要选择小一号。"
  },
  {
    "comment": "The shirt is excellent.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户认为衬衫非常棒。"
  },
  {
    "comment": "Always love a fresh white button up - Gap is the go to",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户总是喜欢新鲜的白色纽扣衬衫 - Gap是首选。"
  },
  {
    "comment": "Love the colors and the fit",
    "scores": {
      "quality": 0.9,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "客户喜欢颜色和合身度。"
  },
  {
    "comment": "Very classic. Material is a bit thin. Nice sizing",
    "scores": {
      "quality": 0.8,
      "comfort": 0.8,
      "aesthetics": 0.9,
      "softness": 0.7
    },
    "analysis": "非常经典。材料有点薄，尺码合适。"
  },
  {
    "comment": "Shirt fits really well, and looks great!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "衬衫非常合身，看起来很棒！"
  },
  {
    "comment": "Too big",
    "scores": {
      "quality": 0.5,
      "comfort": 0.3,
      "aesthetics": 0.3,
      "softness": 0.5
    },
    "analysis": "客户认为衬衫太大。"
  },
  {
    "comment": "I purchased this shirt in store on sale to wear to work and I was pleasantly surprised as to how comfortable this shirt is. I received several compliments after wearing it and am glad I picked it up for a great price. I highly recommend this item and it looks great with jeans and leggings with boots. Trust me you'll thank me later.",
    "scores": {
      "quality": 0.9,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户在商店打折时购买此衬衫用于工作穿着，对舒适度感到惊喜。穿着后收到多个称赞，对以优惠价格购买感到高兴，强烈推荐此商品，并表示它与牛仔裤、打底裤和靴子搭配看起来很棒。"
  },
  {
    "comment": "Didn't love the fabric and it didn't look so great as a plus size girlie unlike other cotton shirts I've gotten from GAP",
    "scores": {
      "quality": 0.3,
      "comfort": 0.4,
      "aesthetics": 0.3,
      "softness": 0.3
    },
    "analysis": "客户不喜欢这种面料，认为它作为加大号女装看起来不如从GAP购买的其他棉质衬衫。"
  },
  {
    "comment": "Love the fit , it is oversized, I'm usually small and got the xs and fits really good! So if you like the very oversized look stick with your regular size , if you like it a bit more fitted but still looking like the boyfriend shirt size down!",
    "scores": {
      "quality": 0.8,
      "comfort": 0.9,
      "aesthetics": 0.8,
      "softness": 0.8
    },
    "analysis": "客户喜欢宽松的款式，通常穿小号，购买的XS尺寸非常合身。如果喜欢非常宽松的外观，可以保持常规尺码，如果喜欢更合身但仍有男友风的款式，则建议选择小一号。"
  },
  {
    "comment": "This is my 5th cotton big shirt! Its one of those pieces that I keep coming back to. It's truly one of my favorite style of shirt. I can wear it with everything. I was so happy to find this color variant- plus are matching shorts available, so that sealed the deal for me. I got the short as well and the set is so cute and chic. The top is exactly as described, it has an oversized fit to it so expect it to be roomy. I'm 5'2 123lb and bra size 32D, I went with the xs. When in doubt about the size order your regular size and maybe a smaller size to see how they both fit. But I liked my true size, so I can achieve that over sized boyfriend look. #sweepstakes",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "这是客户的第五件棉质大号衬衫，是他们不断回购的款式之一，真正成为他们最喜欢的衬衫款式之一。可以与任何服饰搭配。客户很高兴找到这种颜色变体，并且还有相配的短裤，这让他们决定购买。也购买了短裤，整套看起来非常可爱和时尚。上衣正如描述的那样，有宽松的合身度，所以期望它会很宽敞。客户身高5'2''，体重123磅，胸围32D，选择了XS。如果对尺码有疑虑，建议订购常规尺码，并可能再订购一个小一号的尺码来试穿。但客户喜欢他们的真正尺码，这样可以达到宽松的男友风外观。"
  },
  {
    "comment": "Crisp, classic, staple for your wardrobe. I know it's called Big shirt, but be sure to order your regular size because it does run large love the cotton material… Does need to be ironed but, it is the fabric of lives!",
    "scores": {
      "quality": 0.9,
      "comfort": 0.8,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "客户认为这是衣橱中的必备单品，清新、经典。提醒说尽管叫做大号衬衫，但要确保按照常规尺码订购，因为它确实偏大。喜欢棉质材料，需要熨烫，但这是生活的面料！"
  },
  {
    "comment": "Great oversized fit. Holds shape nicely, and color is true black. Bought on sale excellent value for this staple piece",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户认为这款衬衫有着极好的宽松合身效果，保持形状很好，颜色是纯黑色。打折时购买，对这件基本款来说价值很高。"
  },
  {
    "comment": "Great color; sharp look",
    "scores": {
      "quality": 0.8,
      "comfort": 0.7,
      "aesthetics": 1.0,
      "softness": 0.7
    },
    "analysis": "客户认为颜色很棒，外观锋利。"
  },
  {
    "comment": "This is the perfect oversize shirt. I love that you can dress it up or dress it down!!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户认为这是完美的宽松衬衫。喜欢它既可以打扮得正式也可以随意！"
  },
  {
    "comment": "Not what I expected and ran out too big.",
    "scores": {
      "quality": 0.3,
      "comfort": 0.4,
      "aesthetics": 0.3,
      "softness": 0.3
    },
    "analysis": "客户表示这不是他们所期望的，而且尺码太大。"
  },
  {
    "comment": "Love this shirt. Exactly like the photo no surprises meant to fit oversized hence the name. Have it in another color - very comfortable. Nice crispy cotton so it's not sloppy - stays fresh looking all day. I fell in love with the color for Spring can't wait to wear it.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户喜爱这件衬衫，表示它和照片上完全一样，没有惊喜，就是故意设计成超大号的。拥有另一种颜色的同款衬衫，非常舒适。材料是脆爽的纯棉，不会显得邋遢，整天保持新鲜外观。对春天的颜色一见钟情，迫不及待想穿。"
  },
  {
    "comment": "I bought the white organic cotton big shirt and found out that it's way too sheer. I've noticed this decline in quality about a year ago when I also purchased a peter pan collar white shirt and had the same issue. I unfortunately will not be keeping the this shirt.",
    "scores": {
      "quality": 0.3,
      "comfort": 0.5,
      "aesthetics": 0.4,
      "softness": 0.6
    },
    "analysis": "客户购买了白色有机棉大号衬衫，发现它过于薄透。客户注意到大约一年前质量开始下降，那时还购买了一件彼得潘领白衬衫，出现了同样的问题。遗憾的是，客户不打算保留这件衬衫。"
  },
  {
    "comment": "I love the colors. Runs SUPER LARGE. Ordered a M and it's big. PLEASE stop making shirts gigantic.",
    "scores": {
      "quality": 0.6,
      "comfort": 0.7,
      "aesthetics": 1.0,
      "softness": 0.7
    },
    "analysis": "客户喜欢颜色。衬衫超级大。订购了中号，结果很大。请求不要再制作过大的衬衫。"
  },
  {
    "comment": "Love it! A classic wear over leggings or jeans plus more! Nice seams, tab in back!",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "客户喜欢它！经典款式，可以穿在紧身裤或牛仔裤上，还有更多搭配！缝线很好，背面有标签！"
  },
  {
    "comment": "Comfy, a staple piece! Great over leggings, jeans and more... dress up or down! Love it!",
    "scores": {
      "quality": 0.9,
      "comfort": 1.0,
      "aesthetics": 0.9,
      "softness": 0.9
    },
    "analysis": "客户认为它舒适，是衣橱中的必备单品！非常适合搭配紧身裤、牛仔裤等...可以打扮得正式或休闲！非常喜欢！"
  },
  {
    "comment": "Unflattering and to large",
    "scores": {
      "quality": 0.3,
      "comfort": 0.3,
      "aesthetics": 0.2,
      "softness": 0.4
    },
    "analysis": "客户认为这件衬衫不讨人喜欢，而且太大。"
  },
  {
    "comment": "#sweepstakes Nice price, substantial material, big but not overwhelming. Ordered Med (usually m/l) black. Great staple, can mix and match with so much. Like it slightly better than Anthro Bennett shirt imo",
    "scores": {
      "quality": 0.9,
      "comfort": 0.8,
      "aesthetics": 0.9,
      "softness": 0.8
    },
    "analysis": "客户认为价格很好，材料实在，虽然大但不过分。订购了中号（通常穿m/l）黑色。是一个很好的基本款，可以与很多东西混搭。个人认为比Anthro Bennett衬衫略好。"
  },
  {
    "comment": "Love this big shirt. Has many colors of dots. Will go best with jeans or white pants…..",
    "scores": {
      "quality": 0.8,
      "comfort": 0.7,
      "aesthetics": 1.0,
      "softness": 0.7
    },
    "analysis": "客户喜欢这件大衬衫。有很多颜色的圆点。最适合搭配牛仔裤或白裤子。"
  },
  {
    "comment": "Light material, beautiful color, very comfortable to wear",
    "scores": {
      "quality": 0.8,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户认为材料轻盈，颜色漂亮，穿着非常舒适。"
  },
  {
    "comment": "I ordered a large and was surprised just how large it was. Exchanged for a small and it's perfect. I love it so much I just bought the black one too.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户订购了大号，并对它的大尺寸感到惊讶。换成小号后非常合适。非常喜欢，以至于又买了一件黑色的。"
  },
  {
    "comment": "Love the oversized fit of this !",
    "scores": {
      "quality": 0.9,
      "comfort": 0.9,
      "aesthetics": 0.9,
      "softness": 0.8
    },
    "analysis": "客户喜爱这件衬衫的超大号合身效果。"
  },
  {
    "comment": "The feel of the fabric is good. The shirt runs so large, it would only look good with a skinny pant.",
    "scores": {
      "quality": 0.8,
      "comfort": 0.7,
      "aesthetics": 0.7,
      "softness": 0.8
    },
    "analysis": "客户认为面料手感良好。衬衫太大，只搭配紧身裤才好看。"
  },
  {
    "comment": "Cute shirt. Runs big. Still looked good on.",
    "scores": {
      "quality": 0.8,
      "comfort": 0.7,
      "aesthetics": 0.9,
      "softness": 0.7
    },
    "analysis": "客户认为这是一件可爱的衬衫。尺码偏大。但穿在身上仍然好看。"
  },
  {
    "comment": "This shirt is so versatile. I love this with jeans over a white T-shirt. I live it with chinos. I love this with leggings.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.9,
      "aesthetics": 0.9,
      "softness": 0.8
    },
    "analysis": "客户认为这件衬衫非常多功能，喜欢将它与牛仔裤、白色T恤、卡其裤和打底裤搭配穿着。"
  },
  {
    "comment": "Very happy with my purchase. Great quality.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.7,
      "aesthetics": 0.7,
      "softness": 0.7
    },
    "analysis": "客户对购买非常满意，认为质量很好。"
  },
  {
    "comment": "Lightweight with great lines! Just the white button down I've been looking for to add to my closet. Can't wait to wear this spring and summer. Will even be a cute cover up top for pool/lake/beach.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户认为这件衣服轻便，线条优美，正是他们一直在寻找的白色纽扣衬衫，期待在春夏季节穿着，甚至可以作为泳池、湖泊或海滩的可爱外衣。"
  },
  {
    "comment": "The material is nice and the color is really pretty but the shirt is huge. I'm a size 18 and bought this in an XL and looks like a mini dress on me.. I size down one from my usual size but it was still huge.",
    "scores": {
      "quality": 0.7,
      "comfort": 0.5,
      "aesthetics": 0.9,
      "softness": 0.7
    },
    "analysis": "客户认为材料很好，颜色非常漂亮，但衬衫太大了。自己是18号尺寸，买了XL号，看起来像迷你裙...比平时的尺码小了一号，但仍然很大。"
  },
  {
    "comment": "Love this shirt! Great fabric. I'm sure I need my steamer to get out wrinkles. Have not yet washed it. Soft and cool looking casual shirt. Does run large. I'm usually a 14 and I got the medium. It's not a long shirt which I like. Its boxy but it's supposed to be oversized. Plenty of room in shoulders and breast area. Which I need sitting at a desk. Very comfortable!!! Soft thicker cotton. Brought 2 white 1 black and blue and the beige coffee and white stripe which I love the color. Got them all on sale.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢这件衬衫，认为面料很好，肯定需要用蒸汽熨斗来除皱。还没有洗过。柔软且看起来休闲的衬衫。尺码偏大。通常穿14号，但买了中号。这不是一件长衬衫，我很喜欢。它很宽松，但应该是超大号的。肩部和胸部区域空间充足，这是我坐在桌子前所需要的。非常舒适！！！柔软厚实的棉布。买了2件白色、1件黑色、蓝色和我喜欢的米色咖啡色和白色条纹。它们都是打折时买的。"
  },
  {
    "comment": "It is rather big in the chest but other than that is has been a staple in my summer/spring wardrobe.",
    "scores": {
      "quality": 0.8,
      "comfort": 0.7,
      "aesthetics": 0.7,
      "softness": 0.7
    },
    "analysis": "客户认为胸部区域相当宽松，但除此之外，它已成为春夏衣橱中的必备品。"
  },
  {
    "comment": "Not as oversized as I hoped for but that's okay. The quality of the shirt is wonderful and I know it will become a staple in my closet.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.8,
      "aesthetics": 0.8,
      "softness": 0.8
    },
    "analysis": "客户认为衬衫的宽松程度不如预期，但没关系。衬衫的质量很棒，知道它将成为衣橱中的必备品。"
  },
  {
    "comment": "Nice comfortable shirt and nice sales person",
    "scores": {
      "quality": 0.7,
      "comfort": 1.0,
      "aesthetics": 0.6,
      "softness": 0.7
    },
    "analysis": "客户认为衬衫舒适，销售人员态度好。"
  },
  {
    "comment": "Absolutely loved the color and striped style of this. But even a small was HUGE on me. (5'8\" usually size 6). Unfortunately smaller sizes are sold out though I was told they would be back in stock. Hope so because I really love this design and it's a perfect match for so many of my pants and jeans.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.5,
      "aesthetics": 1.0,
      "softness": 0.7
    },
    "analysis": "客户非常喜欢这款衬衫的颜色和条纹风格。但即使是小号在我身上也太大了。（身高5'8''，通常穿6号）。不幸的是，更小的尺码已经售罄，尽管我被告知它们会重新进货。希望如此，因为我非常喜欢这个设计，它与我的许多裤子和牛仔裤完美搭配。"
  },
  {
    "comment": "Love this shirt. Great fabric and sturdy. Love the flexibility.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 0.9,
      "softness": 0.8
    },
    "analysis": "客户喜欢这件衬衫，认为面料好且结实，喜欢它的灵活性。"
  },
  {
    "comment": "This might be my favourite purchase so far this year. It's exactly what I wanted fit and size wise.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "这可能是客户今年迄今为止最喜欢的购买。这正是他们想要的合身度和尺码。"
  },
  {
    "comment": "Not what I was expecting for the price. Over all the fit is nice but was expecting the shirt to be solid and out so thin.",
    "scores": {
      "quality": 0.6,
      "comfort": 0.7,
      "aesthetics": 0.6,
      "softness": 0.5
    },
    "analysis": "客户认为这件衬衫与价格不符。总体上合身效果不错，但期望衬衫更结实，而不是太薄。"
  },
  {
    "comment": "I got the tall. It is a nice fit and length. I am 5'10 so long is good for me. A staple and not too see through.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.9,
      "aesthetics": 0.8,
      "softness": 0.8
    },
    "analysis": "客户选择了加长款，认为它非常合身，长度也合适。身高5'10''，所以长款很适合。是一个必备品，且不会太透明。"
  },
  {
    "comment": "Great shirt.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户认为这是一件很棒的衬衫。"
  },
  {
    "comment": "Love this shirt. Cotton is amazing. Thick and soft. Shirt is oversized and shirt enough to tuck in. I usually a large but I order a medium. Love the thickness of the shirt. So comfortable. This color the camel is my favorite. But I loved the shirt so much I order 3 more colors. My bad. Couldn't help myself. Cool looking shirt.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢这件衬衫，认为棉质很棒，厚实且柔软。衬衫宽松，足够塞进下装。通常穿大号，但这次订购了中号。喜欢衬衫的厚度，非常舒适。特别喜欢驼色，但因为太喜欢这件衬衫，又订了三种颜色。外观看起来很酷。"
  },
  {
    "comment": "Love the crisp but comfy fabric. Comfortable but chic",
    "scores": {
      "quality": 0.9,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "客户喜欢这种脆爽而舒适的面料，既舒适又时尚。"
  },
  {
    "comment": "Love the organic options.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 0.9,
      "softness": 1.0
    },
    "analysis": "客户喜欢有机选项。"
  },
  {
    "comment": "Comfortable and nice fit. Fit is loose",
    "scores": {
      "quality": 0.7,
      "comfort": 1.0,
      "aesthetics": 0.6,
      "softness": 0.7
    },
    "analysis": "客户认为衬衫舒适，合身，款式宽松。"
  },
  {
    "comment": "Material is very comfortable. This shirt is good quality. However, the shirt itself is way too big and boxy. My size is M. But even S is too big for me. I have to return it.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.8,
      "aesthetics": 0.3,
      "softness": 1.0
    },
    "analysis": "客户认为材料非常舒适，衬衫质量上乘。然而，衬衫本身过大且过于方正。平时穿中号，但即使是小号也太大，必须退货。"
  },
  {
    "comment": "I'm very pleased with the shirt! The fit is great comfortable and roomy just the way I like it. Love the cotton too.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 0.9,
      "softness": 1.0
    },
    "analysis": "客户对衬衫非常满意，认为合身舒适且宽松，正如他们所喜欢的那样。也喜欢棉质。"
  },
  {
    "comment": "Fun dot print on navy poplin. I dislike the bumpy shoulder seams. Body fits wide and I sized down from M to S while keeping the sleeves long enough, but not sure that would've been the case with XS. I'm 5'7\".",
    "scores": {
      "quality": 0.6,
      "comfort": 0.7,
      "aesthetics": 0.8,
      "softness": 0.7
    },
    "analysis": "客户不喜欢起皱的肩缝，但喜欢海军蓝府绸上的圆点印花。身体宽松，从中号减小到小号，同时保持袖子足够长，但不确定如果是特小号是否也会如此。身高5'7\"。"
  },
  {
    "comment": "Great affordable fashion with good quality",
    "scores": {
      "quality": 1.0,
      "comfort": 0.7,
      "aesthetics": 0.9,
      "softness": 0.8
    },
    "analysis": "客户认为这是价格实惠的好质量时尚。"
  },
  {
    "comment": "Beautiful color, sort of like toffee. It does run big. Should have sized down but I couldn't wait to wear it! Perfect with the faux suede shirt and the recycled vest, both in camel hair.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.8,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户认为颜色美丽，有点像太妃糖。尺码偏大，本应选择小一号，但等不及要穿了！与仿麂皮衬衫和回收的驼毛背心搭配完美。"
  },
  {
    "comment": "I love this shirt. Have almost every color! It's my go to work shirt",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户爱这件衬衫，几乎拥有每种颜色！这是他们日常上班的衬衫。"
  },
  {
    "comment": "Love this shirt! I'm usually a Large, but ordered the medium after reading comment. Perfect oversized fit!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户爱这件衬衫！通常穿大号，但在读了评论后订购了中号。完美的宽松合身！"
  },
  {
    "comment": "Nice shirt but size down it's huge!",
    "scores": {
      "quality": 0.9,
      "comfort": 0.7,
      "aesthetics": 0.8,
      "softness": 0.8
    },
    "analysis": "客户认为这是一件不错的衬衫，但建议选择小一号，因为衬衫非常大。"
  },
  {
    "comment": "Love the cotton shirts. So hard to find these days. Thanks GAP!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 0.9,
      "softness": 1.0
    },
    "analysis": "客户喜欢棉质衬衫，觉得现在很难找到。感谢GAP！"
  },
  {
    "comment": "Very oversized. Size down if you want but very comfy and perfect for casual outfits!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 0.9,
      "softness": 0.9
    },
    "analysis": "客户认为非常宽松。如果你想要可以选小一号，但非常舒适，非常适合休闲装扮！"
  },
  {
    "comment": "Bought medium-this shirt is huge! Super sized-took back to exchange for small.",
    "scores": {
      "quality": 0.7,
      "comfort": 0.5,
      "aesthetics": 0.6,
      "softness": 0.7
    },
    "analysis": "客户购买了中号，但这件衬衫太大了！超大尺寸，退回去换成小号。"
  },
  {
    "comment": "So cute however runs very large. Size down 2 sizes",
    "scores": {
      "quality": 0.9,
      "comfort": 0.6,
      "aesthetics": 1.0,
      "softness": 0.7
    },
    "analysis": "客户认为非常可爱，但尺码过大。建议选择小两个尺码。"
  },
  {
    "comment": "Bought as a gift for my daughter. Sized down one size and she says it's a perfect fit.",
    "scores": {
      "quality": 0.9,
      "comfort": 1.0,
      "aesthetics": 0.8,
      "softness": 0.7
    },
    "analysis": "作为给女儿的礼物购买的，尺码减小了一号，她说非常合身。"
  },
  {
    "comment": "I bought my usual size (small) expecting a loose fitting shirt; however, this is huge. Much bigger than other oversize shirts I have. Not sure if I'll be keeping this. Pros - nicely made, not see-through (I bought the tan stripe) and I love the button detail up the back. Cons - sooooo wide!",
    "scores": {
      "quality": 0.9,
      "comfort": 0.6,
      "aesthetics": 0.5,
      "softness": 0.7
    },
    "analysis": "通常穿小号，期望是一件宽松的衬衫；然而，这件太大了。比其他的宽松衬衫要大得多。不确定是否会保留这件。优点 - 制作精良，不透明（我买的是棕色条纹），我喜欢后面的纽扣细节。缺点 - 太宽了！"
  },
  {
    "comment": "Doesn't have structure. They weren't kidding with the 'big' shirt.",
    "scores": {
      "quality": 0.5,
      "comfort": 0.4,
      "aesthetics": 0.3,
      "softness": 0.5
    },
    "analysis": "没有结构。他们说的‘大号’衬衫不是开玩笑的。"
  },
  {
    "comment": "I was very disappointed when my shirt arrived today. It says it is black and white online, but it was blue and white. Such a bummer. I didn't try it on, so I can't speak to the fit.",
    "scores": {
      "quality": 0.3,
      "comfort": 0,
      "aesthetics": 0.2,
      "softness": 0
    },
    "analysis": "衬衫到货时我非常失望。网上说它是黑白的，但实际上是蓝白色的。真是扫兴。我没有试穿，所以无法评价合身度。"
  },
  {
    "comment": "It runs too big",
    "scores": {
      "quality": 0.5,
      "comfort": 0.4,
      "aesthetics": 0.3,
      "softness": 0.4
    },
    "analysis": "尺码太大了。"
  },
  {
    "comment": "Another great \"big shirt\". The color is soft and I will wear on Valentine's Day. If you like the \"big shirt\", add this color to your wardrobe!",
    "scores": {
      "quality": 1.0,
      "comfort": 0.8,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "另一件很棒的“大号衬衫”。颜色柔和，我会在情人节穿。如果喜欢“大号衬衫”，把这个颜色加入你的衣橱！"
  },
  {
    "comment": "Bought my usual size and this was way too big. Very boxy and no shape so unflattering shape.",
    "scores": {
      "quality": 0.5,
      "comfort": 0.3,
      "aesthetics": 0.2,
      "softness": 0.4
    },
    "analysis": "买了平时穿的尺码，结果太大了。非常方正，没有形状，所以款式不讨人喜欢。"
  },
  {
    "comment": "It's too big and bulky and I'm sending it back.",
    "scores": {
      "quality": 0.3,
      "comfort": 0.2,
      "aesthetics": 0.3,
      "softness": 0.3
    },
    "analysis": "太大了，太笨重了，我要退货。"
  },
  {
    "comment": "Buttons on the front and back make this shirt breezy. Roomy, size down if you want better fit.",
    "scores": {
      "quality": 0.8,
      "comfort": 0.7,
      "aesthetics": 0.7,
      "softness": 0.7
    },
    "analysis": "前后的纽扣让这件衬衫通风。宽松的，如果想要更好的合身度，建议选择小一号。"
  },
  {
    "comment": "Love the color and the fit. I did have to size down. As I was to layer it with other items. Good for work and casual.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "喜欢颜色和合身度。确实需要选择小一号。因为我要把它和其他物品搭配。适合工作和休闲。"
  },
  {
    "comment": "On the roomy large size, not fitted, so I'm wearing as an overshoot w cuffs rolled up a few turns",
    "scores": {
      "quality": 0.7,
      "comfort": 0.6,
      "aesthetics": 0.5,
      "softness": 0.6
    },
    "analysis": "尺码宽松大号，不合身，所以我穿的时候把袖口卷起来一些。"
  },
  {
    "comment": "Way too big",
    "scores": {
      "quality": 0.3,
      "comfort": 0.2,
      "aesthetics": 0.2,
      "softness": 0.3
    },
    "analysis": "太大了。"
  },
  {
    "comment": "Not at all as expected. Arms were balloon size. Material stiff.",
    "scores": {
      "quality": 0.3,
      "comfort": 0.2,
      "aesthetics": 0.3,
      "softness": 0.1
    },
    "analysis": "客户不满意，认为袖子太大，像气球一样，并且材料很硬。"
  },
  {
    "comment": "I bought the pink in xs. I love it. The colour and fit are perfect. 5'5\" 123lbs for reference",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户购买了粉色XS号，非常喜欢。颜色和合身度都完美，提供了身高和体重作为参考。"
  },
  {
    "comment": "Oversized shirt is too short and stripes are too wide. I didn't like it.",
    "scores": {
      "quality": 0.3,
      "comfort": 0.3,
      "aesthetics": 0.2,
      "softness": 0.3
    },
    "analysis": "客户认为宽松的衬衫太短，条纹太宽，不喜欢。"
  },
  {
    "comment": "Had to return to large, but nice fabric",
    "scores": {
      "quality": 0.7,
      "comfort": 0.4,
      "aesthetics": 0.5,
      "softness": 0.8
    },
    "analysis": "客户不得不退回大号的衬衫，但认为面料很好。"
  },
  {
    "comment": "The best organic shirt so far. This is very stylish and comfy at the same time. It matches well with high rise pants. I got petite xs and I normally wear regular small. It's perfect for me I down size and it was a good decision!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "到目前为止最好的有机衬衫。既时尚又舒适。与高腰裤搭配得很好。客户通常穿小号，但这次选择了小号娇小版，尺码选择很好！"
  },
  {
    "comment": "Blouse washes nicely, can be worn with fress or casual pants. Looks great with either.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "衬衫洗涤效果很好，可以搭配正装或休闲裤。与任何一种搭配都很好看。"
  },
  {
    "comment": "Wrinkles easily but very versatile",
    "scores": {
      "quality": 0.6,
      "comfort": 0.7,
      "aesthetics": 0.8,
      "softness": 0.7
    },
    "analysis": "衬衫容易皱，但非常百搭。"
  },
  {
    "comment": "This shirt is nice quality but fits very large",
    "scores": {
      "quality": 1.0,
      "comfort": 0.6,
      "aesthetics": 0.7,
      "softness": 0.8
    },
    "analysis": "这件衬衫质量不错，但尺寸非常大。"
  },
  {
    "comment": "I Love my oversized big shirt !",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢自己的超大号衬衫。"
  },
  {
    "comment": "Ordered a small and it is huge. The shoulders are way down the arm and the sleeves are much too long. I also think it will need ironing. Returning. If you order order two sizes under your regular size.",
    "scores": {
      "quality": 0.5,
      "comfort": 0.4,
      "aesthetics": 0.3,
      "softness": 0.5
    },
    "analysis": "客户订购了小号，但太大了。肩膀下垂到胳膊上，袖子太长。还认为它需要熨烫。将退货。如果订购，建议比平时尺码小两个号。"
  },
  {
    "comment": "Love this shirt!.. great colors..",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户喜欢这件衬衫！颜色很棒。"
  },
  {
    "comment": "I didn't pay close enough attention to reviews and ordered my usual size, an M, which of course turned out to be way too big. Now I have the small and it's still big, but it will do (hoping it will shrink just a little in the wash). The fabric is thin, so I think it will wrinkle very easily, but I love the colour I chose (Light Pink Peony). My favorite thing about this shirt is the buttons going down the back - a very nice touch.",
    "scores": {
      "quality": 0.7,
      "comfort": 0.6,
      "aesthetics": 1.0,
      "softness": 0.5
    },
    "analysis": "客户没有足够关注评论，按照平时的尺码订购了中号，结果太大了。现在有了小号，但仍然很大，希望洗后能稍微缩水。面料很薄，所以认为它很容易皱，但很喜欢选择的颜色（浅粉牡丹）。最喜欢这件衬衫的背部纽扣设计 - 非常好的触感。"
  },
  {
    "comment": "Love an oversized white shirt",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢宽松的白衬衫。"
  },
  {
    "comment": "Good quality, comfortable and stylish",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户认为质量好、舒适且时尚。"
  },
  {
    "comment": "Love it!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢这件衬衫。"
  },
  {
    "comment": "I have been looking for a perfect oversized shirt for a long time and I tired many different brands from Frank & Eileen, J crew and more but I found it at the Gap! I purchased one size smaller than my usual size and absolutely love the design. It lays on my body perfectly and gives a sleek look. Highly recommend it!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户长时间寻找一件完美的宽松衬衫，尝试了Frank & Eileen、J crew等多个品牌，最终在Gap找到了。购买了比平时小一号的尺码，非常喜欢设计，衬衫完美地贴合身体，呈现出时尚的外观，强烈推荐。"
  },
  {
    "comment": "These are my absolute favorite shirts. I have one in every single color. It's perfect for all seasons and occasions. You can dress it up or dress it down. Please make more colors!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "这些是客户最喜欢的衬衫，每种颜色都有一件。它适合所有季节和场合，可以正式或休闲穿着。希望出更多颜色。"
  },
  {
    "comment": "Love this shirt. Great fabric and looks wonderful on. 👌",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户喜欢这件衬衫，面料很好，穿上去看起来很棒。"
  },
  {
    "comment": "Extremely flattering! I ordered the black and I will be going back for more colors.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "非常讨人喜欢的衬衫！客户订购了黑色，还会回来购买更多颜色。"
  },
  {
    "comment": "Fit is good, bought medium tall, just the perfect oversize fit.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "合身度很好，购买了中号加长版，正好是完美的宽松合身。"
  },
  {
    "comment": "I usually wear a regular size XS in Gap tops but I bought XS Petite. I love this blouse and have one in black and white too.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户通常穿Gap上衣的常规XS号，但这次购买了XS娇小版。非常喜欢这件衬衫，也有黑色和白色的。"
  },
  {
    "comment": "Perfect boy-blouse. Definitely a staple.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "完美的男友风衬衫。绝对是必备品。"
  },
  {
    "comment": "I absolutely love Gap's big shirts! I have multiple colors. They are soft/casual, yet work classy/appropriate.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢Gap的宽松衬衫！有多种颜色。它们柔软/休闲，但又适合工作场合，显得高雅/得体。"
  },
  {
    "comment": "I bought a size smaller than I normally would and it is still a \"big shirt\". Fits great and the color is as shown in the photo. Love the fact that the cotton is organic.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户购买了比平时小一号的尺码，但仍然是“宽松衬衫”。非常合身，颜色与照片中所示一致。喜欢这件衬衫是有机棉这一事实。"
  },
  {
    "comment": "Size 12 ordered large fits great.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "12号尺寸订购了大号，非常合身。"
  },
  {
    "comment": "Very soft and stylish",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "非常柔软且时尚。"
  },
  {
    "comment": "A comfortable big shirt",
    "scores": {
      "quality": 0.9,
      "comfort": 1.0,
      "aesthetics": 0.8,
      "softness": 0.9
    },
    "analysis": "客户认为这是一件舒适的大号衬衫。"
  },
  {
    "comment": "I love this shirt for spring. Size down as it is quite large.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "客户喜欢这件适合春天的衬衫，并建议选择小一号，因为衬衫相当大。"
  },
  {
    "comment": "Perfectly oversized! I sized down for this shirt, my regular size is too big. Love the look, and it's perfect to do the half tucked, half untucked like the photo of the model.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "完美的超大号衬衫！客户为这件衬衫选择了小一号，因为常规尺码太大了。喜欢这种外观，并且像模特照片中那样半塞半不塞的穿法很完美。"
  },
  {
    "comment": "Nice quality. Love the buttons on the back. Runs large.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.8,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "质量不错。喜欢后面的纽扣设计。尺码偏大。"
  },
  {
    "comment": "The perfect \"big shirt\" for over leggings or slim jeans. Nice weight fabric, not see through.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "完美的“大衬衫”，适合搭配紧身裤或瘦腿牛仔裤。面料重量适中，不透明。"
  },
  {
    "comment": "Love the big shirt!! Perfect to wear with colorful leggings or some skinny jeans, it is a big shirt so keep that in mind when ordering. I would size down if you want it to be big but not overly big.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "喜欢这件大衬衫！非常适合搭配彩色紧身裤或紧身牛仔裤，这是一件大号衬衫，所以订购时请注意。如果希望它大但不过于大，建议选择小一号。"
  },
  {
    "comment": "Nice quality shirt however it fits VERY large! I normally wear medium or large at Gap depending on the shirt, but I ordered this in small based on reviews and it's still very big, might prefer to go down to an extra small! So I'm not sure how any teeny gals are wearing this unless they're going for the very very oversized look. I ordered two colours with the buttons down the back and they're very cute, but the one without the buttons down the back just seems big and frumpy with no cute element so I'll be returning that one.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.6,
      "aesthetics": 0.7,
      "softness": 0.9
    },
    "analysis": "质量不错的衬衫，但非常宽松！我通常在Gap穿中号或大号，但这次根据评论选择了小号，仍然非常大，可能更愿意选择特小号！所以不确定小个子女生是如何穿这件衣服的，除非她们想要非常非常大的宽松款式。我订了两种颜色的带背后纽扣的款式，非常可爱，但没有背后纽扣的那款看起来又大又邋遢，没有可爱的元素，所以我将退回那一款。"
  },
  {
    "comment": "Classic button down shirt with a twist nice to wear with jeans and can be worn with a pair of slacks for a different look",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "经典的纽扣衬衫，有独特的设计，搭配牛仔裤穿着很好看，也可以搭配休闲裤呈现不同风格。"
  },
  {
    "comment": "Perfect essential basic! Beautiful material",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "完美的基本款！美丽的材质。"
  },
  {
    "comment": "Beautiful, well made cotton shirt.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "制作精美的美丽棉质衬衫。"
  },
  {
    "comment": "Beautiful shirt. Really nice fabric. Bought the blue w/ white stripes. It looks great with black bottoms.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户认为衬衫很漂亮，面料非常好。购买了蓝白条纹款式，搭配黑色下装看起来很棒。"
  },
  {
    "comment": "Just the shirt I was looking for with my jeans. Great quality and fit..",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "这正是客户想找的与牛仔裤搭配的衬衫。质量和合身度都很好。"
  },
  {
    "comment": "love this shirt- am going to buy more as they are comfy",
    "scores": {
      "quality": 0.9,
      "comfort": 1.0,
      "aesthetics": 0.8,
      "softness": 0.9
    },
    "analysis": "客户喜欢这件衬衫，因为穿着舒适，打算购买更多。"
  },
  {
    "comment": "I have big breast and most shirts don't close around them so this shirt is perfect even though it's very roomy and maybe most people might tend to find it to roomie, but I love it it's my favorite shirt. I have bought four of them in different colors.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 0.9,
      "softness": 0.9
    },
    "analysis": "客户胸部较大，大多数衬衫无法合身，所以这件非常宽松的衬衫对她来说非常完美。尽管大多数人可能觉得它过于宽松，但她非常喜欢，这是她最喜欢的衬衫。她已经购买了四件不同颜色的。"
  },
  {
    "comment": "Big shirt cut not as flattering as the tunic shirt.",
    "scores": {
      "quality": 0.6,
      "comfort": 0.7,
      "aesthetics": 0.5,
      "softness": 0.7
    },
    "analysis": "客户认为大号衬衫的剪裁不如束腰衣那样讨人喜欢。"
  },
  {
    "comment": "Classic oversized white button down shirt.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "经典的宽松白色纽扣衬衫。"
  },
  {
    "comment": "Cute shirt. Good for relaxing day with jeans",
    "scores": {
      "quality": 0.9,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "可爱的衬衫，适合与牛仔裤搭配的休闲日穿着。"
  },
  {
    "comment": "the shirt is nice, it is oversized, so if you want it to fit close to size, i'd say size down but if you want it oversized, go with your normal size.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户认为衬衫很好，是宽松款式。如果想要合身，建议选择小一号；如果喜欢宽松款式，则按正常尺码购买。"
  },
  {
    "comment": "It is over-size shirt - suggest keep size down. Also, it is not soft cotton shirt, but I like it and what I want.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.8,
      "aesthetics": 0.8,
      "softness": 0.6
    },
    "analysis": "客户建议对于这件过大的衬衫，应该选择小一号。虽然这不是柔软的棉质衬衫，但客户喜欢它，并且是自己想要的。"
  },
  {
    "comment": "Bought this is black and I'm obsessed. Great quality, fits perfectly and is a great addition to my wardrobe. Love it!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户购买了黑色款式，非常喜欢。质量好，非常合身，是衣橱中很好的补充。非常喜欢！"
  },
  {
    "comment": "I like how this fits, love how it looks, but bought in black and it is a magnet for lint",
    "scores": {
      "quality": 0.9,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.8
    },
    "analysis": "客户喜欢这件衬衫的合身度和外观，但指出黑色容易粘毛。"
  },
  {
    "comment": "This cotton big shirt is comfortable and looks great alone or layered. Dressed up or dressed down. An important part of my wardrobe.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "这件棉质大号衬衫舒适，无论是单穿还是叠穿都很好看。可以搭配正式或休闲装。是我衣橱中重要的一部分。"
  },
  {
    "comment": "I am a huge fan of the big shirt and I have tried to order the Black Stripe Big Shirt twice now and have received the neutral tan and white stripe shirt both times. The code on the shirt packaging seems mislabeled from the supplier. BUYER BEWARE- If you are trying to purchase this shirt you will likely receive an alternate colour.",
    "scores": {
      "quality": 0.7,
      "comfort": 0.8,
      "aesthetics": 0.6,
      "softness": 0.7
    },
    "analysis": "客户是大号衬衫的超级粉丝，尝试订购黑色条纹大衬衫两次，但每次都收到了中性棕褐色和白条纹衬衫。衬衫包装上的代码似乎贴错了。警告购买者——如果你尝试购买这件衬衫，你可能会收到另一种颜色。"
  },
  {
    "comment": "Good quality fabric,nice length",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 0.9,
      "softness": 1.0
    },
    "analysis": "面料质量好，长度合适。"
  },
  {
    "comment": "I've never had a better fit in a t shirt, honestly it's really perfect!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户从未穿过比这更合身的T恤，真的非常完美！"
  },
  {
    "comment": "Great shirt. I sized down and it still had the oversized look",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "很棒的衬衫。客户选择了小一号，但仍然保持了宽松的外观。"
  },
  {
    "comment": "Love this shirt so much I bought it in both colors. Comfy and perfect for kicking around in.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢这件衬衫，以至于购买了两种颜色。舒适且非常适合日常穿着。"
  },
  {
    "comment": "love this shirt!! Fit is great, perfectly over-sized.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户喜欢这件衬衫，合身度很好，完美地超大号。"
  },
  {
    "comment": "really good quality and cut",
    "scores": {
      "quality": 1.0,
      "comfort": 0.8,
      "aesthetics": 0.9,
      "softness": 0.8
    },
    "analysis": "非常好的质量和剪裁。"
  },
  {
    "comment": "This is THE BEST basic white shirt! Nice crisp cotton texture. It's Oversized so i got size Small instead of Medium and it's still big which is perfect. This works great either Casual or formal.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "这是最好的基础款白衬衫！质感清爽的纯棉。它是超大号的，所以我选择了小号而不是中号，仍然很大，这很完美。无论是休闲还是正式场合都非常适合。"
  },
  {
    "comment": "I ordered an XS and it still looks like a XXL men's shirt. I get that this is a trend right now but this shirt is horrible. Please add some feminine details or don't make in such a stiff menswear fabric. Returning it.",
    "scores": {
      "quality": 0.3,
      "comfort": 0.2,
      "aesthetics": 0.2,
      "softness": 0.1
    },
    "analysis": "客户订购了XS号，但看起来仍像XXL男装衬衫。客户明白这是当前的趋势，但认为这件衬衫很可怕。建议添加一些女性化的细节，或者不要使用如此硬的男装面料。打算退货。"
  },
  {
    "comment": "Classic and I like the oversized fit.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "经典款式，客户喜欢宽松的合身感。"
  },
  {
    "comment": "Great shirt, can be worn dressed up for work or for a casual outing paired with jeans! Relaxing feel, big but not oversized so you look frumpy!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "很棒的衬衫，可以穿着打扮去上班或与牛仔裤搭配休闲外出！放松的感觉，大但不过分宽松，所以看起来不会邋遢！"
  },
  {
    "comment": "Just what I ordered. Comfy and right length. Usually order large size but decided to go with medium which I'm happy about.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 0.9,
      "softness": 0.9
    },
    "analysis": "正是客户所订购的。舒适且长度合适。通常订购大号，但决定选择中号，对此感到满意。"
  },
  {
    "comment": "This is my favorite white shirt. I love the button detail on the back. It runs big. I would recommend sizing down. I got an M and am keeping it to wear over dresses, and for an oversized look, but I am going to order it in S too.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "这是我最喜欢的白衬衫。我喜欢背后的纽扣细节。尺码偏大。建议选择小一号。我买了中号，打算穿在裙子上，以及为了宽松的外观，但我还会订购小号。"
  },
  {
    "comment": "Runs really big, and I did not downsize. I wanted this white shirt to be more oversized than my others, but I'd go down a size at least if you want it only slightly oversized. I'm a 12 and it is very oversized in a L.",
    "scores": {
      "quality": 0.9,
      "comfort": 0.8,
      "aesthetics": 0.7,
      "softness": 0.8
    },
    "analysis": "尺码真的偏大，且客户没有选择小一号。客户希望这件白衬衫比其他的更宽松，但如果你想要的只是稍微宽松一些，至少应该选择小一号。客户是12号尺码，穿大号非常宽松。"
  },
  {
    "comment": "Didn't like the fit at all. Not for me.",
    "scores": {
      "quality": 0.2,
      "comfort": 0.1,
      "aesthetics": 0.1,
      "softness": 0.2
    },
    "analysis": "客户完全不喜欢这款衬衫的合身度，不适合自己。"
  },
  {
    "comment": "The shirt definitely fits oversized and the material breathes. Be mindful of sizing as you can size down and shirt will still fit oversized.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 0.9,
      "softness": 0.9
    },
    "analysis": "衬衫确实偏大，面料透气。提醒注意尺码，即使选择小一号，衬衫仍然会偏大。"
  },
  {
    "comment": "Wore a shirt like this in the 90s and loved it. I got 4 in white. My new uniform! There's nothing quite like a crisp white shirt, it just always looks good.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "在90年代穿过这样的衬衫，非常喜欢。买了4件白色。新的制服！没有什么比一件清爽的白衬衫看起来更好的了。"
  },
  {
    "comment": "Very Parisian Chic. Can be worn dressed with jeans or short, or dressed up with trousers or skirt. Pair with chunky gold hoops! Love it!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "非常巴黎时尚。可以搭配牛仔裤或短裤穿着，也可以搭配裤子或裙子打扮。配上粗大的金色耳环！非常喜欢！"
  },
  {
    "comment": "This is my second one. Looks great as a relaxed button down. It is also a fabulous layering shirt. I used my first one as a beach cover-up this summer as well.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "这是我的第二件。作为休闲纽扣衬衫看起来很棒。它也是一件极好的分层衬衫。今年夏天我还把第一件当作海滩罩衫。"
  },
  {
    "comment": "I returned this, the fabric felt really cheap.",
    "scores": {
      "quality": 0.1,
      "comfort": 0.2,
      "aesthetics": 0.3,
      "softness": 0.1
    },
    "analysis": "我退回了这件，面料感觉真的很廉价。"
  },
  {
    "comment": "I have this shirt in white and just got the black because I wear the white one tons. Oversized but that's how I wanted it. Goes with everything. Good quality.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "我有这件白衬衫，又买了黑色，因为我经常穿白色那件。偏大，但这就是我想要的。它和所有东西都搭配得很好。质量不错。"
  },
  {
    "comment": "Love the fit of this shirt! I'm usually a small to medium in GAP clothing and I went for a small tall in this shirt. I'm 5'9\", 140 lbs and it's the perfect length to give bum coverage when worn with tights and just the right level of oversized.",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "喜欢这件衬衫的合身度！我通常在GAP服装中穿小号到中号，我选择了这件衬衫的小号加长版。我身高5'9\"，体重140磅，它的长度完美，穿紧身裤时可以遮住臀部，宽松程度恰到好处。"
  },
  {
    "comment": "The quality of Gap clothing has declined so much over the years. The clothes look great online and when you receive them they are so poorly made and all corners have been cut to make them as cheaply as possible. I was a regular gap and BR shopper but have vowed to stop the cycle of order and return because of the poor quality. The company will not survive with this strategy and so few items last.",
    "scores": {
      "quality": 0.2,
      "comfort": 0.3,
      "aesthetics": 0.5,
      "softness": 0.3
    },
    "analysis": "多年来，Gap服装的质量下降了很多。衣服在网上看起来不错，但收到后制作粗糙，为了尽可能降低成本而偷工减料。我曾是Gap和BR的常客，但由于质量差，我发誓要停止订购和退货的循环。如果公司以这种策略继续下去，没有多少商品能持久。"
  },
  {
    "comment": "Disappointed that this shirt was so see-through I'll have to wear a camisole underneath. The photos are deceiving. Otherwise the cotton is nice and I like the big fit, although it is big! (Not for everyone). It was so inexpensive on sale that I decided to keep it but at full price I would have returned it for sure.",
    "scores": {
      "quality": 0.4,
      "comfort": 0.6,
      "aesthetics": 0.5,
      "softness": 0.8
    },
    "analysis": "失望的是这件衬衫太透明了，我得穿一件衬裙。照片具有欺骗性。否则棉质很好，我喜欢宽松的合身，虽然它很大！（不是每个人都适合）。它在打折时太便宜了，所以我决定留着它，但如果是全价，我肯定会退货。"
  },
  {
    "comment": "Ordered a medium in White. Just beautiful. This is a keeper.",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "客户订购了白色中号衬衫，认为它非常漂亮，值得保留。"
  },
  {
    "comment": "I love the shirt! Updates the look of a tank top and pants! The salesperson/cashier was very helpful in offering hints about how to wear it!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "客户非常喜欢这件衬衫，认为它可以提升背心和裤子的外观。销售人员/收银员在提供穿着建议方面非常有帮助。"
  },
  {
    "comment": "Bought the shirt in White, size M for my teen daughter, She wore it unbuttoned to a family wedding, with a black lace bralette and black satin pant. Looked very sharp! The shirt is oversized in the right way, buy your regular size. Dry on low and hang, no wrinkles. Nice, crisp look,",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "为客户的青少年女儿购买了白色，中号的衬衫，她在家族婚礼上敞开穿，搭配黑色蕾丝胸罩和黑色缎面裤子，看起来非常时尚！衬衫恰到好处的宽松，购买常规尺码即可。低温晾干，悬挂，无皱。外观漂亮，清爽。"
  },
  {
    "comment": "Everyday wear",
    "scores": {
      "quality": 0.8,
      "comfort": 0.9,
      "aesthetics": 0.8,
      "softness": 0.8
    },
    "analysis": "适合日常穿着。"
  },
  {
    "comment": "Classic white shirt...perfect addition to my wardrobe",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "经典白衬衫...衣橱的完美补充。"
  },
  {
    "comment": "Great quality!",
    "scores": {
      "quality": 1.0,
      "comfort": 0.9,
      "aesthetics": 0.9,
      "softness": 0.9
    },
    "analysis": "质量很好！"
  },
  {
    "comment": "Exactly as pictured… love it!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
    "analysis": "和图片完全一样...非常喜欢！"
  },
  {
    "comment": "First ordered the Cotton Big in White; became obsessed so I went back for the Black. Tuckable, breathable, long enough to wear with any type of bottoms- this classic button down needs to be in your wardrobe!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 1.0
    },
"analysis": "首次订购了白色棉质大号衬衫；非常喜欢，所以又回头购买了黑色。可以塞进下装，透气，足够长，可以搭配任何类型的下装 - 这款经典纽扣衬衫应该成为你衣橱中的必备！"
  },
  {
    "comment": "Roomy and stylish!",
    "scores": {
      "quality": 1.0,
      "comfort": 1.0,
      "aesthetics": 1.0,
      "softness": 0.9
    },
    "analysis": "宽松又时尚！"
  }
]
